Repository: jonejone/caddybook
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: nb_no

source: Hole count
nb_no: Antall hull

source: Name
nb_no: Navn

source: Active
nb_no: Aktiv

source: Description
nb_no: Beskrivelse

source: Position
nb_no: Posisjon

source: Tee position
nb_no: Utkastposisjon

source: Basket position
nb_no: Kurvposisjon

source: Distance
nb_no: Distanse

source: Distance to basket in meters
nb_no: Distanse til kurven i meter

source: Image
nb_no: Bilde

source: Unnamed
nb_no: Uten navn

source: ^about/$
nb_no: ^om-caddybok/$

source: ^profile/$
nb_no: ^profil/$

source: ^accounts/
nb_no: ^kontoer/

source: ^accounts/create-course/$
nb_no: ^kontoer/lag-ny-bane/$

source: courses/(?P<slug>[-\w]+)/
nb_no: baner/(?P<slug>[-\w]+)/

source: holes/(?P<position>\d+)/
nb_no: hull/(?P<position>\d+)/

source: edit/position/
nb_no: rediger/posisjon/

source: edit/gallery/
nb_no: rediger/galleri/

source: users/(?P<username>[-\w]+)/
nb_no: brukere/(?P<username>[-\w]+)/

source: edit/
nb_no: rediger/

source: About caddybok.no
nb_no: Om caddybok.no

source: This site has been created to improve disc golf players ability to navigate on unplayed courses and get a detailed overview of a course. For each course you can have an internactive map showing all teeboxes and baskets, as well as navigate through each hole with both map and an image gallery for each hole.
nb_no: Caddybok.no ble laget som et forsøk på å gjøre det lettere for discgolf-spillere å finne nye baner å spille på, men som ikke vet hvor utkast og kurver er plassert. På denne siden får hver bane sitt eget kart, med detaljert beskrivelse av hvert hull, med bilder og mer.

source: Currently there are only a few courses available in the southwest coast of Norway, more specifically the areas around the city of Haugesund.
nb_no: For øyblikket finnes det kun noen få baner tilgjengelig i Haugalands-området i Rogaland.

source: Mobile devices and tablets should work well on this site, and you should be able to use a phone or tablet to navigate around the course, while checking out pictures, detailed information like par, distances, description and more.
nb_no: Smarttelefoner og nettbrett kan også bruke denne tjenesten, og du kan ha den med deg ut på banen, og få tips og hint underveis. Den kan også hjelpe deg med å finne neste teebox, o.l.

source: Frisbee-golf and disc-golf courses - Caddybook
nb_no: Disc-golf og frisbee-golf baner - Banekart, bilder, m.m.

source: Caddybook
nb_no: Caddybok

source: Courses
nb_no: Baner

source: %(name)s, disc golf course map, pictures and more!
nb_no: %(name)s, disc-golf bane med banekart, bilder og mer!

source: Overview
nb_no: Oversikt

source: Jump to hole
nb_no: Hopp til hull

source: Hole %(position)s
nb_no: Hull %(position)s

source: Course admin
nb_no: Bane admin

source: Edit course
nb_no: Rediger bane

source: Hole admin
nb_no: Hull admin

source: Edit this hole
nb_no: Rediger hull

source: Edit hole gallery
nb_no: Rediger bildegalleri

source: Edit hole position
nb_no: Rediger hullposisjon

source: Set basket to my current position
nb_no: Sett kurvplassering til min posisjon

source: Set teebox to my current position
nb_no: Sett utkastplassering til min posisjon

source: Submit
nb_no: Send

source: Frontpage
nb_no: Forside

source: My account
nb_no: Min konto

source: Logout
nb_no: Logg ut

source: Login
nb_no: Logg inn

source: Register
nb_no: Registrer

source: N/A
nb_no: Ingen

source: %(distance)s meters
nb_no: %(distance)s meter

source: Images
nb_no: Bilder

source: Map
nb_no: Kart

source: Course
nb_no: Bane

source: GPS Distance
nb_no: GPS Distanse

source: Welcome to caddybok.no!
nb_no: Velkommen til caddybok.no!

source: This site tries to help disc golf courses present their layout on the web, with GPS coordinates, images, hole descriptions and attributes, and lots more. Currently we only have a few courses in the west coast of Norway, but we hope to add more soon, as well as add the possibility to add your own course!
nb_no: Denne siden lar discgolf-baner få presentere seg på nettet, med GPS koordinater, bilder, beskrivelser av hull og mye mer. Foreløpig har vi bare noen få baner i Haugalandsområdet men flere kommer etterhvert, samt muligheten for å legge inn ny bane selv.

source: You can also use a tablet or mobile device to browse this site. Images of holes are scaled down for tablets to reduce bandwidth use.
nb_no: Du kan også bruke et nettbrett eller mobiltelefon for å bruke denne siden. Bilder av hull m.m. er skalert ned for nettbrett for å unngå høy båndbreddebruk.

source: Your account
nb_no: Din konto

source: This is your account area on %(domain)s, where you can make changes to your account, see courses, etc.
nb_no: Dette er området for din konto på %(domain)s, hvor du får tilgang til å redigere din konto, baner, med mer.

source: Your courses
nb_no: Dine baner

source: You have no courses in your account.
nb_no: Du har ingen baner lagret på din konto.

source: Create new course
nb_no: Lag ny bane

source: Create course
nb_no: Lag ny bane

source: Back to course
nb_no: Tilbake til bane

source: Edit hole
nb_no: Rediger hull

source: Back to hole
nb_no: Tilbake til hull

source: Delete image
nb_no: Slett bilde

source: Upload new image
nb_no: Last opp nytt bilde

source: Set to my location
nb_no: Sett til min posisjon

source: Previous hole
nb_no: Forrige hull

source: %(position)s of %(count)s
nb_no: %(position)s av %(count)s

source: Next hole
nb_no: Neste hull

source: Activation failed
nb_no: Aktivering feilet

source: Your attempt to activate your account has failed. Are you sure you clicked the link correctly, or pasted the activation code? Please check again. You could also see this error because your account has already been activated, for example because of clicking the link twice.
nb_no: Ditt forsøk på å aktivere din konto har feilet. Er du sikker på at du klikket riktig på linken, eller limte inn din aktiveringskode? Vennligst prøv igjen. Det kan også være at du får feil fordi du allerede har aktivert din konto, f.eks ved å trykk eto ganger på linken.

source: Activation completed
nb_no: Aktivering fullført

source: Your account has now been activated and is ready for you to login and start using.
nb_no: Din konto har nå blitt aktivert og er klar for bruk.

source: Hello, You have received this email because someone have registered with your email address on %(domain)s. Please follow this link to activate your key: http://%(domain)s%(url)s If you don't click the link above to activate your account within %(expiration_days)s days, your account will be deleted automatically. Thanks and regards, %(domain)s
nb_no: Hallo, Du har mottatt denne mailen fordi noen har registrert seg med din epostadresse på %(domain)s. Vennligst trykk på denne linken for å aktivere din konto: http://%(domain)s%(url)s Hvis linken over ikke blir trykket på innen %(expiration_days)s dager vil din konto bli slettet automatisk. Med vennlig hilsen, %(domain)s

source: Activation key for account on %(domain)s
nb_no: Aktiveringskode for konto på %(domain)s

source: Here you can login to your account.
nb_no: Her kan du logge inn på din konto.

source: You have now been logged out from your account.
nb_no: Du er nå logget ut fra kontoen din.

source: Registration
nb_no: Registrering

source: Your account has now been created, and we have sent you an email containing your activation code. Please check this email and click the link inside.
nb_no: Din konto har nå blitt opprettet, og vi har sendt deg en epost med din aktiveringskode. Vennligst sjekk denne mailen og trykk på linken for å aktivere din konto.

source: By creating an account on this site you can add new courses not already covered, as well as request to make changes on outdated courses, upload pictures and a lot more!
nb_no: Ved å opprette en konto på denne siden kan du legge til nye baner, samt legge inn forepørsel om å redigere utdaterte baner, laste opp bilder og mye mer.
